export default {
  header: {
    news: 'Новости',
    homepage: 'Главная страница',
    top_directions: 'Лучшие направления',
    about_us: 'О нас',
    signin: 'Вход',
    signup: 'Регистрация',
  },
  main: {
    label: `Криптовалютная биржа ${import.meta.env.VITE_BASE_EXCHANGE_NAME}`,
    features: `Особенности ${import.meta.env.VITE_BASE_EXCHANGE_NAME}`,
    label_p: `${
      import.meta.env.VITE_BASE_EXCHANGE_NAME
    } - надежная и безопасная криптовалютная биржа для всех`,
    optimal_exchange: 'Оптимальный обмен',
    best_offers: 'Лучшие предложения на рынке.',
    time_tested: 'Проверенное время надежности',
    confidence: 'Проводите обмены с уверенностью.',
    save_money: `${
      import.meta.env.VITE_BASE_EXCHANGE_NAME
    } - экономьте деньги, легко`,
    improve: 'Улучшите результаты ваших инвестиций.',
    delay: 'Обмен без задержек',
    prompt: 'Быстрая обработка ваших заказов.',
    potential: 'Неограниченный потенциал',
    potential_p:
      'Криптовалютная индустрия прошла долгий путь и стала значительным глобальным экономическим сегментом. С самого начала своего существования она революционизировала финансовую сферу:\n- запустила процесс децентрализации,\n- продемонстрировала, насколько безопасной и анонимной она может быть,\n- открыла новые возможности для мгновенных и недорогих международных денежных переводов.\nС глобальной доступностью, низкими комиссионными сборами и быстрыми сроками расчетов криптовалюта может облегчить международные платежи и финансовую инклюзию небанковских пользователей.\nНаши наблюдения говорят о том, что потенциал роста и распространения криптовалют будет продолжать увлекать и привлекать все больше новых пользователей',
    partners: 'Наши партнеры',
    send: 'Отправить',
    receive: 'Получить',
    exchange: 'Обмен',
  },
  signin: {
    login: 'Вход для партнеров',
    new_user: 'Новый пользователь?',
    create: 'Создать аккаунт',
    password: 'Пароль',
    sign_in: 'Войти',
  },
  sign_up: {
    register: 'Регистрация партнера',
    have_acc: 'Уже есть аккаунт?',
    login: ' Войти',
    full_name: 'Полное имя',
    sign_up: 'Зарегистрироваться',
    password: 'Пароль',
  },
};
